Repository: vstoyan/bookstore
Catalog: src/main/resources/static/assets/php/contact/languages/*/LC_MESSAGES/contact.po
Languages: el_gr

source: Request must come from Ajax
el_gr: Η αίτηση πρέπει να προέρχεται από Ajax

source: Input fields are empty!
el_gr: Τα πεδία είναι κενά!

source: Please enter a valid email!
el_gr: Παρακαλούμε εισάγετε ένα έγκυρο email!

source: Too short message! Please enter something.
el_gr: Πολύ μικρό μήνυμα! Παρακαλούμε εισάγετε κάτι.

source: Thank you %s! Your message was successfully sent.
el_gr: Ευχαριστούμε %s! Το μήνυμά σας έχει αποσταλεί.

source: Could not send mail! Please check your PHP mail configuration.
el_gr: Αποτυχία αποστολή email! Παρακαλούμε ελέγξτε τις PHP ρυθμίσεις για το mail.

source: [This message was sent from %s ]
el_gr: [Αυτό το μήνυμα έχει σταλεί από %s ]

source: New message from
el_gr: Νέο μήνυμα από

source: Invalid captcha!
el_gr: Άκυρο captcha!

source: New Appointment for Mrs/Mr %s
el_gr: Νέο ραντεβού για την/τον Κα/Κ %s

source: Department: %s
el_gr: Τομέας: %s

source: Scheduled for: %s
el_gr: Ραντεβού για: %s

source: CLIENT INFORMATION:
el_gr: ΣΤΟΙΧΕΙΑ ΠΕΛΑΤΗ:

source: Birth Date: %s
el_gr: Ημερομηνία γέννησης: %s

source: Sex: %s
el_gr: Φύλο: %s

source: Email Address: %s
el_gr: Διεύθυνση Email: %s

source: Phone Number: %s
el_gr: Τηλέφωνο: %s

source: Client Message: %s
el_gr: Μήνυμα Πελάτη: %s

source: [ This message was sent from %s ]
el_gr: [ Αυτό το μήνυμα έχει σταλεί από %s ]
